-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 22, 2021 at 04:49 PM
-- Server version: 10.4.19-MariaDB
-- PHP Version: 7.3.28

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `project_final`
--

-- --------------------------------------------------------

--
-- Table structure for table `all_post`
--

CREATE TABLE `all_post` (
  `postId` int(11) NOT NULL,
  `title` varchar(100) DEFAULT NULL,
  `description` text NOT NULL,
  `userId` int(11) NOT NULL,
  `image` varchar(225) NOT NULL,
  `categoryId` int(11) NOT NULL,
  `datePost` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `all_post`
--

INSERT INTO `all_post` (`postId`, `title`, `description`, `userId`, `image`, `categoryId`, `datePost`) VALUES
(14, 'Low daily national case figures announced again for Cambodia – but provincial totals seem to be high', 'Official daily COVID case numbers were once again much lower than expected, despite seemingly significantly higher provincial numbers being reported again.Cambodia today announced an official daily new cases total of 493, bringing the COVID case total to 88,735 cases.  The total number of Community Cases is now 74,742 with 13,993 cases being imported.In fact, according to senior health officials familiar with the Delta Variant infection revealed to Khmer Times that the entire country, except two provinces has been “invaded’ by the COVID-19 mutation and vaccinations, especially booster shots, may hold the key to containing it.  The only two provinces spared by the Delta Variant to date are Kep and Kratie.  “We are no longer in a position or mission to stop the presence of the Delta Variant of SARS-CoV-2 virus. The mission now is to delay and contain the spread and take extra vigilance and precautions to ensure our best not to allow other variants or mutations such as Lambda, Beta and Theta which have already reared its ugly presence in neighbouring countries,” the official who declined identity said.  Delta remains the dominant variant of Covid-19 in Thailand, found in 74 out of 77 provinces.  Director-general Supakit Sirilak said a random survey of 2,547 Covid-19 patients from July 24 to 30 found that 1,993 (78.2%) had the Delta variant (first found in India), 538 (21.2%) had Alpha (first detected in Britain) and 16 (0.6%) had Beta (first identified in South Africa).The Lambda variant of the SARS-Cov-2 virus belongs to the C.37 lineage, which was designated a Variant of Interest on June 14 this year, according to the World Health Organisation. In Malaysia, the Theta variant has been identified, followed by the Kappa variant and Eta variant  He added that the increased numbers was the result of new scientific equipment brought in which enables lab officials to carry out genome sequencing on COVID-19 samples to establish the presence of the Delta mutation within two hours instead of the minimum of four days before.  One thing that is unique about Delta is how quickly it is spreading, says F. Perry Wilson, MD, a Yale Medicine epidemiologist. Around the world, he says, “Delta will certainly accelerate the pandemic.” The first Delta case was identified in December 2020, and the variant soon became the predominant strain of the virus in both India and then Great Britain. By the end of July, Delta was the cause of more than 80% of new U.S. COVID-19 cases, according to CDC estimates.', 1, 'IMG-6120bd3534db97.97569716.jpg', 4, '2021-08-21 08:45:41'),
(15, 'ព្រឹក​នេះ! ​ស្តេច​ប្រដាល់ Pacquiao កំពុង​ប្រយុទ្ធ​ដើម្បី​យកឈ្នះ ខណៈ​សម្លឹង​តំណែង​ប្រធានាធិបតី', 'ហ្វី​លី​ពី​ន ៖ ស្តេច​ប្រដាល់ Manny Pacquiao ម្ចាស់​ជើងឯក​ប្រដាល់​ពិភពលោក ៨ សម័យ និង​ជា​សមាជិក​ព្រឹទ្ធសភា​របស់​ប្រទេស​ហ្វី​លី​ពី​ន នៅ​ព្រឹក​ថ្ងៃអាទិត្យ (​ម៉ោង​នៅ​កម្ពុជា​) កំពុង​ជួប​ជាមួយ​កីឡាករ​គុយ​បា Yordenis Ugas នៅ​ទីក្រុង Las Vegas ។ ដែល​នេះ​ជា​ការ​ប្រកួត​ដ៏​សំខាន់​មួយ​សម្រាប់​ស្តេច​ប្រដាល់​ដែល​គាត់ ព្រោះថា​ជ័យជម្នះ​លើ​ការ​ប្រយុទ្ធ​មួយ​នេះ អាច​ជួយ​លោក​សម្រេច​បំណង​ក្នុង​ការ​ចាប់ផ្តើម​នូវ​យុទ្ធនាការ​ប្រកួតប្រជែង​សម្រាប់​តំណែង​ជា​ប្រធានាធិបតី​ឆ្នាំ ២០២២ ខាង​មុខ ។ នេះ​បើ​យោង​តាម​ការ​ចុះ​ផ្សាយ​របស់​សារព័ត៌មាន Aljazeera ។   ប្រភព​ដដែល​បាន​បន្ត​ថា ស្តេច​ប្រដាល់ Pacquiao ដែល​មាន​វ័យ៤២​ឆ្នាំ បាន​ផ្តោត​លើ​នយោបាយ​ក្នុង​រយៈពេល​២​ឆ្នាំ​ចុង​ក្រោយ​នេះ ហើយ​ការ​ដណ្តើម​យក​តំណែង​ឡើង​វិញ​ជា​អតីត​អ្នក​ប្រដាល់​របស់​គាត់​ក្នុង​នាម​ជា​ម្ចាស់​ខ្សែក្រវាត់​ទម្ងន់​ធ្ងន់​ពិភពលោក នឹង​ក្លាយជា​ការ​រំលឹក​ដល់​ជនជាតិ​ហ្វី​លី​ពី​ន​អំពី​រឿងរ៉ាវ​ជីវិត​ដ៏​រុងរឿង​របស់​បុរស​ម្នាក់​ដែល​បាន​យកឈ្នះ​បេះដូង​និង​ការ​បោះ​ឆ្នោត​របស់​គាត់​ក្នុង​កំឡុង​ពេល​ជីវិត​កីឡា​របស់​គាត់​រស់​រវើក​នោះ ។  ទូរទស្សន៍ Al Jazeera បាន​ស្រង់​សម្តី លោក Monico Puentevella អ្នកនាំពាក្យ​នយោបាយ​របស់​ស្តេច​ប្រដាល់ Pacquiao​យ៉ាង​ដូច្នេះ​ថា «​ការ​ប្រកួត​ប្រដាល់​នេះ​គ្រាន់តែ​សម្រាប់ ប្រាក់​រង្វាន់​ប៉ុណ្ណោះ​» ។ លោក​បន្ត​ថា «​បន្ទាប់​ពី​ការ​ប្រកួត​នៅ Las Vegas វា​នឹង​មានការ​ប្រយុទ្ធ​ដ៏​ធំ​បំផុត​នៃ​ជីវិត​របស់​គាត់​នៅ​ក្នុង​ខែឧសភា ឆ្នាំ​ក្រោយ ហើយ​ប្រសិនបើ​គាត់​ឈ្នះ (Ugas) វា​នឹង​បន្ថែម និង​ជំ​រុ​ញប្រជាជន​កាន់តែ​គាំទ្រ​គាត់​បន្ថែម​ទៀត​» ។  ប្រទេស​ហ្វី​លី​ពី​ន​នឹង​រៀបចំ​ការ​បោះ​ឆ្នោត​ដើម្បី​ជ្រើសរើស​ប្រធានាធិបតី​ថ្មី​ដើម្បី​ជំនួស​លោក Rodrigo Duterte ដែល​ជា​បុរស​ខ្លាំង​ខាង​បង្ក្រាប​គ្រឿងញៀន នៅ​ក្នុង​ខែឧសភា​ ឆ្នាំ​២០២២ ខាង​មុខ​នេះ ខណៈ​ដែល​ស្តេច​ប្រដាល់ Pacquaio មិន​ទាន់​និយាយ​ចេញ​អំពី​គោលបំណង​ចង់​ធ្វើ​ការងារ​កំពូល​របស់​ប្រទេស​នៅឡើយ​នោះ​ទេ ។  «​គាត់​ត្រៀមខ្លួន​រួច​ជា​ស្រេច​ដើម្បី​ប្រកួតប្រជែង​។ គាត់​បាន​សម្លឹង​មើល​មួយ​រយៈ​ហើយ គាត់​គ្រាន់តែ​ចង់​បញ្ចប់​ការ​ប្រកួត​ប្រដាល់​នេះ ។ លោក Puentevella បាន​និយាយ​ថា «(Pacquaio) គាត់​ប្រាប់​ខ្ញុំ​ឱ្យ​ប្រាប់​មនុស្ស​គ្រប់​គ្នា​ថា​គាត់​នឹង​ចូលរួម​ប្រកួតប្រជែង (​តំណែង​ប្រធានាធិបតី​ហ្វី​លី​ពី​ន​)» ៕', 1, 'IMG-6121d3eac8c619.29832901.jpg', 6, '2021-08-22 04:34:50'),
(16, 'ថា​ផាក ​គឺ​ផាក​ហើយ​ ! រុ​ស្ស៊ី​បាន​ផាកពិន័យ​ក្រុមហ៊ុន Google ដូច​ក្នុង​ការ​ចោទប្រកាន់​មែន', 'បច្ចេកវិទ្យា​៖ កាលពី​ថ្ងៃ​អង្គារ​នេះ តុលាការ​របស់​សហព័ន្ធ​រុ​ស្ស៊ី​បាន​ផាកពិន័យ​ក្រុមហ៊ុន Google ជា​ទឹកប្រាក់​ចំនួន​ប្រមាណ ៨២០០០​ដុល្លារ​សហរដ្ឋអាមេរិក ដោយសារ​តែ​ក្រុមហ៊ុន​នេះ​មិន​បាន លុប​ចោល​ព័ត៌មាន​មួយ​ចំនួន ដែល​រដ្ឋាភិបាល​សម្រេច​ថា​ជា​ព័ត៌មាន​ខុសច្បាប់​ក្នុង​រយៈពេល ២៤​ម៉ោង តាម​ការ​កំណត់​របស់​រដ្ឋាភិបាល​។   ទោះបីជា​លោក Roskomnadzor បាន​បញ្ជាក់​ថា រដ្ឋាភិបាល​បាន​ទាមទារ​ឱ្យ​ក្រុមហ៊ុន Google លុប​ចោល​ព័ត៌មាន​ខុសច្បាប់​មាន​ដូច​ជា វី​ដេ​អូ​ដែល​មានការ​ប្រើប្រាស់​គ្រឿងញៀន ឬ​មាន​អំពើ​ហិង្សា និង​ព័ត៌មាន​មួយ​ចំនួន​ទៀត​ទាក់ទង​ទៅ​នឹង​ក្រុម​ជ្រុលនិយម​នោះ​ក្ដី ប៉ុន្តែ​ព័ត៌មាន​ភាគច្រើន​គឺ​ទាក់ទង​ទៅ​នឹង​ការ​ទាមទារ​ឱ្យ​ដោះ​លែង​លោក Alexei Navalny ដែល​ត្រូវ​បាន​ចាប់ខ្លួន​កាលពី​ខែមករា​កន្លង​ទៅ​។  ទោះបីជា​ការ​ផាកពិន័យ​នា​ពេល​នេះ​មាន​ចំនួន​ទឹកប្រាក់​តិចតួច​បំផុត​សម្រាប់​ក្រុមហ៊ុន Google ប៉ុន្តែ​វា​ជា​ការ​ព្រមាន​ជំហាន​ទី​មួយ​របស់​រដ្ឋាភិបាល​រុ​ស្ស៊ី ហើយ​ប្រសិនបើ​ក្រុមហ៊ុន Google នៅ​តែ​បន្ត​មិន​ធ្វើ​តាម​ការ​ស្នើ​សុំ​របស់​រដ្ឋាភិបាល ក្រុមហ៊ុន​អាច​នឹង​ត្រូវ​រង​ការ​ផាកពិន័យ​រហូត​ទៅ​ដល់ ១០​ភាគរយ នៃ​ប្រាក់​ចំណេញ​ប្រចាំឆ្នាំ ហើយ​ថែម​ទាំង​អាច​រង​ការ​បន្ថយល្បឿន​ប្រព័ន្ធ​ប្រតិបត្តិការ​ទៀត​ផង​៕ ប្រភព​៖ នាយកដ្ឋាន​ប្រឆាំង​បទល្មើស​បច្ចេកវិទ្យា Anti Cyber Crime Department', 1, 'IMG-6121d4e07d5d21.15417758.jpg', 8, '2021-08-22 04:38:56'),
(17, 'វ៉ាក់សាំងដូសទី៣ យុទ្ធសាស្ត្រឆ្ពោះ​ទៅ​រក​ការយកឈ្នះមេរោគ ដែលតា', 'ភ្នំពេញ​៖ ក្នុងពេល​កូ​វីដ ពិសេស​មេរោគ​បំប្លែង​ថ្មី អាល់​ហ្វា និង​ដែល​តា កំពុង​ឆ្លង​រាតត្បាត​ក្នុង​សហគមន៍​តាម​រាជធានី​ខេត្ត ពិសេស​ប៉ុន្មាន​ថ្ងៃនេះ នៅ​ភ្នំពេញ ឈានដល់ការបិទ​ខ្ទប់​តំបន់ និង​ផ្សារ​ជាច្រើន ដោយសារតែ​ពាក់ព័ន្ធ​មេរោគ​កូ​វីដ បំប្លែង​ថ្មី គឺ​យុទ្ធនា​ការចាក់​វ៉ាក់សាំង​បង្ការ​ជំងឺ​កូ​វីដ ដូ​ស​ទី​៣ ឬ​ដូ​ស​ជំរុញ ក៏ត្រូវ​បានធ្វើ​ឡើង​ជាប​ន្ត​បន្ទាប់​។ ចាប់ផ្តើម​មុនគេ ​នៅ​ខេត្ត​ជាប់​ព្រំដែន​ថៃ តាំងពី​ថ្ងៃទី​៨ ខែសីហា​។​   ​​​យុទ្ធនា​ការចាក់​វ៉ាក់សាំង​ដូ​ស​ទី​៣ ឬ​ដូ​ស​ជំរុញ​នេះ ត្រូវបាន​ធ្វើឡើង លើ​មន្ត្រី​ជួរមុខ និង​កងកម្លាំងប្រដាប់អាវុធ ហើយ​មកដល់​ថ្ងៃទី​១៩ ខែសីហា គឺ​បាន​ពង្រីក​ដល់​រាជធានី​ខេត្ត នៅ​ទូទាំងប្រទេស​ហើយ​។ ចំណែកការចាក់​វ៉ាក់សាំង ដូ​ស​ទី​៣ ដល់​ប្រជាពល​រដ្ឋ​សាមញ្ញ ត្រូវបាន​ប្រជុំ​សិក្សា កាលពី​ថ្ងៃទី​១៨ ខែសីហា​រួចហើយ តែ​លោក ម៉ម ប៊ុន​ហេង រដ្ឋមន្ត្រី​ក្រសួងសុខាភិបាល បាន​ប្រាប់​អ្នកកាសែត នៅ​ព្រឹក​ថ្ងៃទី​១៩ ខែសីហា​ថា នៅ​មិនទាន់មាន​ការសម្រេច​ពីស​ម្តេច​តេ​ជោ​នាយករដ្ឋមន្ត្រី ហ៊ុន សែន ដើម្បី​បើក​ឲ្យ​ដំណើរ​ការចាក់ នៅពេលណា​នៅឡើយ​ទេ​។​  ​វ៉ាក់សាំង​បង្ការ​ជំងឺ​កូ​វីដ​១៩ ដូ​ស​ទី​៣ ឬ​ដូ​ស​ជំរុញ ដែល​កម្ពុជា ប្រើប្រាស់​នាពេលនេះ ជា​វ៉ាក់សាំង ប្រភេទ AstraZeneca ផលិត​នៅ​ជប៉ុន និង​នៅ​ប្រទេស​អង់គ្លេស​។  Picture អ្នកជំនាញ លើកឡើងថា ជាទូទៅ វ៉ាក់សាំង តែងតែមាន​ប្រតិកម្ម​ឆ្លើយតប ហើយក៏​អាស្រ័យ​ទៅតាម​ប្រភេទ​នៃ​វ៉ាក់សាំង​នីមួយៗ​ផងដែរ​។ ខ្លះ​ចាក់​ទៅ​ក្ដៅខ្លួន ឈឺ​មួយ​ចំហៀង​ខ្លួន ឈឺក្បាល ក្អួត និង​ឈឺពោះ ជាដើម​។ នេះ​ជា​ប្រតិកម្ម ជាធម្មតា​របស់​វ៉ាក់សាំង​តែប៉ុណ្ណោះ​។ ដូច្នេះ​សូម​ប្រជាពលរដ្ឋ កុំ​មានការ​ព្រួយ​បារ​ម្ដ ហើយ​ការចេញ​នូវ​សញ្ញា​នេះ មានន័យថា វ៉ាក់សាំង កំពុងតែធ្វើការ​ជាមួយ​សរីរាង្គ​របស់​យើង​។ រោគសញ្ញា​ខាងលើនេះ នឹង​អាច​បាត់​ទៅវិញ ក្នុង​រយៈពេល ២៤​ម៉ោង ៤៨​ម៉ោង។ អ្នកខ្លះ ដល់ ៧២​ម៉ោង ឬ​៣​ថ្ងៃ​ប៉ុណ្ណោះ​។​  ​យ៉ាងណាក៏ដោយ អ្នកជំនាញ​សុខាភិបាល បាន​​អំពាវនាវ​ឲ្យ​ប្រជាពលរដ្ឋ​យើង ត្រូវមាន​ការប្រយ័ត្នប្រយែង ប្រសិនបើ​ថប់ដង្ហើម ក្រោយ​ចាក់​វ៉ាក់សាំង​ដូ​ស​ទី​៣​រួច សូម​ប្រញាប់ ជួប​ជាមួយ​គ្រូពេទ្យ កុំ​សំងំ​នៅផ្ទះ​។ ប៉ុន្ដែ​អ្នកជំនាញ អះអាងថា ចាប់តាំងពី​ចាក់​វ៉ាក់សាំង ដូ​ស​ទី​៣ មកទល់នឹង​ពេលនេះ នៅ​កម្ពុជា​យើង មិនទាន់មាន​បងប្អូន​​ណា​ម្នាក់ មាន​បញ្ហា​នេះ នៅឡើយ​ទេ​។​  Picture ​ការចាក់​វ៉ាក់សាំង ដូ​ស​ទី​៣ ឬ​ដូ​ស​ជំរុញ ត្រូវបាន​ធ្វើឡើង ដើម្បី​បង្កើន​ប្រសិទ្ធភាព​ប្រឆាំងនឹង​ជំងឺ​កូ​វីដ​១៩​។ នៅ​ប្រទេស​ថៃ ឥណ្ឌូនេស៊ី និង​ប្រទេស​កាណាដា ជាដើម ក៏បាន​អនុវត្ត​នូវ​ការចាក់​វ៉ាក់សាំង ដូ​ស​ទី​៣ ដែល​មិនមាន​បញ្ហា​អ្វី​កើត​ឡើងដល់​សុខភាព​នោះទេ​។ ការចាក់​វ៉ាក់សាំង​ដូ​ស​ទី​៣ នៅ​កម្ពុជា ត្រូវគេ​រំពឹងថា ដើម្បី​ឲ្យ​អ្វីៗ វិល​មក​សភាព​ធម្មតា​វិញ​ឆាប់ៗ ពោលគឺ​បញ្ឈប់​ការឆ្លង ការចូល​សម្រាក​ពេទ្យ និង​បញ្ចប់​ការស្លាប់​ដោយសារ​កូ​វីដ​តទៅទៀត​។​  ​ការចាក់​វ៉ាក់សាំង​នៅ​កម្ពុជា មកដល់ពេលនេះ ត្រូវបាន​ចាត់ទុកថា ជា​ជោគជ័យ​ដ៏​ធំ​១​។ ពោលគឺ​ចាប់តាំងពី​ចាក់​វ៉ាក់សាំង​កូ​វីដ កាលពី​ថ្ងៃទី​១០​កុម្ភៈ ឆ្នាំ​២០២១ មកដល់​ថ្ងៃទី​១៩ ខែសីហា ឆ្នាំ​២០២១ នៅ​ទូទាំងប្រទេស បាន​ចំនួន ៩ ៣៨៨ ៧៣៥​​នាក់ ស្មើនឹង ៥៨,៦៨% នៃ​ចំនួន​ប្រជាជន​កម្ពុជា​សរុប ១៦​លាន​នាក់​។ ក្នុងនោះ មនុស្សពេញវ័យ​​អាយុ​ចាប់ពី ១៨​ឆ្នាំ​ឡើងទៅ ចាក់​វ៉ាក់សាំង បាន​ចំនួន ៨ ៦១២ ១៣៧​​នាក់​។ រីឯ​កុមារ និង​យុវវ័យ អាយុ​ចាប់ពី ១២​ឆ្នាំ ដល់​ក្រោម ១៨​ឆ្នាំ ចាក់​វ៉ាក់សាំង បាន​ចំនួន ៧៧៦ ៥៩៨​​នាក់ គិត​ត្រឹម​ថ្ងៃទី​១៩ ខែ​​សីហា​។ ដោយឡែក អ្នក​ចាក់​វ៉ាក់សាំង ដូ​ស​ទី​៣ គិត​ត្រឹម​ថ្ងៃទី​១៩ សីហា នៅ​ទូទាំងប្រទេស ចាក់​បាន​ចំនួន ៣៩១ ៤០១​​នាក់​។​  ​អ្នកជំនាញ លើកឡើង​រួចមកហើយ​ថា ការចាក់​វ៉ាក់សាំង មិនមែនជា​វិធានការ​ទិព្វ ដើម្បី​ទប់ស្កាត់​ កុំ​ឲ្យ​ឆ្លង​កូ​វីដ​១៩ នោះទេ​។ ប៉ុន្តែ​វ៉ាក់សាំង អាចជួយ​មិន​ឲ្យ​អ្នក​ឆ្លង​កូ​វីដ​ ចូល​សម្រាក​ពេទ្យ ឬក៏​ឈានដល់​គ្រោះថ្នាក់​ដល់​អាយុជីវិត​ច្រើនពេក​នោះឡើយ​។ មិន​ថា នៅ​កម្ពុជា​យើង​ទេ នៅ​ប្រទេស​នានា លើ​ពិភពលោក នៅ​អាមេរិក នៅ​ប្រទេស​អឺរ៉ុប ជាដើម អ្នក​ចាក់​វ៉ាក់សាំង​រួចហើយ ក៏​នៅតែ​ឆ្លង​កូ​វីដ​១៩ ​ឲ្យ​តែ​ធ្វេសប្រហែស​។​  Picture ​នៅពេលនេះ កំណើនអ្នកចាក់វ៉ាក់សាំង កាន់តែច្រើនឡើងៗ ហើយ​​នៅពេល​មន្ត្រី​ជួរមុខ និង​កងកម្លាំងប្រដាប់អាវុធ បាន​ចាក់​វ៉ាក់សាំង ដូ​ស​ទី​៣ រួចរាល់​ហើយ មិន​ថា នៅ​ខេត្ត​ជាប់​ព្រំដែន​ថៃ ឬក៏​នៅ​រាជធានី​ខេត្ត​នានា នៅ​ទូទាំងប្រទេស​នោះទេ គឺ​ចំនួន​អ្នក​ឆ្លង​កូ​វីដ បាន​ថយចុះ​ថេរ មក​ត្រឹម​ជាង ៥០០​នាក់ ក្នុង ១​ថ្ងៃៗ ហើយ​អ្នកស្លាប់​ដោយសារ​កូ​វីដ ប៉ុន្មាន​ថ្ងៃនេះ ក៏​ធ្លា​ក់មក​ត្រឹម​ជាង ១០​នាក់​។ ប៉ុន្តែ​កូវីដ​បំប្លែងថ្មី ដែល​តា វាយលុក​ចូល​សហគមន៍ ចូល​ផ្សារ​ជាច្រើន នៅពេលនេះ ខណៈដែល​ប្រជាពលរដ្ឋ​ទូទៅ ដែល​បាន​ចាក់​វ៉ាក់សាំង ស៊ី​ណូ​វ៉ា​ក់ ឬ​ស៊ី​ណូ​ហ្វា​ម ២​ដូ​ស​រួចមកហើយ មិនទាន់​ទទួលបាន​វ៉ាក់សាំង ដូ​ស​ទី​៣ នៅឡើយ​។​  ​ដូច្នេះ​ពេលនេះ បន្ទាប់ពី​មន្ត្រីរាជការ កងកម្លាំងប្រដាប់អាវុធ នៅ​ជួរមុខ ចាក់​រួចរាល់​ហើយ រាជរដ្ឋាភិបាល គួរតែ​សំរុក​ចាក់​ដូ​ស​ទី​៣ ដល់​ប្រជាពលរដ្ឋ​សាមញ្ញ​ទូទៅ ហើយ​ចាប់ផ្តើម​មុនគេ នៅ​ភ្នំពេញ ដែល​កំពុង​ឆ្លង​រាលដាល​កូ​វីដ ប្រភេទ​បំប្លែង​ថ្មី ដែល​តា និង​អាល់​ហ្វា​។ បន្ទាប់មក ប្រើ​យុទ្ធសាស្ត្រ​ផ្កា​រីក ចាក់​ដូ​ស​ទី​៣ ចេញពី​ភ្នំពេញ ទៅកាន់​បណ្តា​ខេត្ត​នានា ដូច​យុទ្ធនា​ការចាក់​វ៉ាក់សាំង ដូ​ស​ទី​១ កន្លងមក​។​  ​ទន្ទឹមនឹង​ការរង់ចាំ​ចាក់​វ៉ាក់សាំង ដូ​ស​ទី​៣ ដែល​ក្រសួងសុខាភិបាល បាន​ប្រជុំ​រៀបចំ និង​ដាក់ជូន​សម្តេចនាយករ​ដ្ឋ​មន្ត្រី សម្រេច​​រួចហើយ​នេះ ប្រជាពលរដ្ឋ​យើង​ម្នាក់ៗ មិន​ថា នៅ​ភ្នំពេញ ឬ​នៅតាម​បណ្តា​ខេត្ត​នានា​នោះទេ អំឡុង​ពេលនេះ ត្រូវតែ​បន្ត​អនុវត្ត​វិធានការ​ការពារ​ខ្លួន​ពី​កូ​វីដ ដោយ​អនុវត្ត​វិធានការ​សាមញ្ញៗ គឺ ៣​កុំ និង​៣​ការពារ ឲ្យ​បាន​ខ្ជាប់ខ្ជួន​តទៅទៀត​។ ចូរ​កុំភ្លេចថា ចាក់​វ៉ាក់សាំង​ហើយ ក៏​នៅតែ​អាច​ឆ្លង​កូ​វីដ​ដែរ បើសិនជា​យើង​ធ្វេសប្រហែស​៕​', 1, 'IMG-6121d55a330f66.49939572.jpg', 4, '2021-08-22 04:40:58'),
(18, 'កម្ពុជា មិនត្រូវជិះសេះលែងដៃទេ ទោះបញ្ចប់យុទ្ធនាការ ២១ថ្ងៃ', 'ភ្នំពេញ៖ បន្ទាប់​​​ពី​​​​​អនុ​វត្ត​​​បាន ២១​ថ្ងៃ ចាប់ពី​ថ្ងៃទី​២៩ ខែកក្កដា ឆ្នាំ​២០២១ រហូតដល់​ថ្ងៃទី​១៩ ខែសីហា ឆ្នាំ​២០២១​​ យុទ្ធនា​ការពង្រឹង​វិធានការ​ប្រយុទ្ធ និង​ទប់ស្កាត់​ការឆ្លង​រាលដាល​ជំងឺ​កូ​វីដ​-១៩ ​នៅ​​​ទូ​​​ទាំង​​​​ប្រ​ទេ​ស​ ​​ត្រូវ​​បាន​​បិទ​បញ្ចប់​ហើយ​។ ​ប៉ុ​​​ន្តែនេះមិន​មែន​មាន​ន័យថា កម្ពុជាអាចជិះសេះលែងដៃបានទេ។ ម្នាក់ៗ ត្រូវប្រយ័ត្នបំផុត ដើម្បីរួមគ្នាទប់ស្កាត់ការរាលដាលនៃមេរោគកូវីដ​១៩​នេះ។   ​ក្នុង​សារលិខិត ចុះ​ថ្ងៃទី​១៩ ខែសីហា ឆ្នាំ​២០២១ សម្តេច​តេ​ជោ​នាយករដ្ឋមន្ត្រី ហ៊ុន សែន លើកឡើងថា ជារួម ការអនុវត្ត​ដោយ​ម៉ឺងម៉ាត់ និង​តឹងរឹង​នូវ​យុទ្ធនា​ការពង្រឹង​វិធានការ​ប្រយុទ្ធ និង​ទប់ស្កាត់​ជំងឺ​កូ​វីដ​១៩ នៅ​ទូទាំងប្រទេស រយៈពេល ២១​ថ្ងៃ កន្លង​មកនេះ បាន​ប្រព្រឹត្ត​ទៅដោយ​រលូន និង​ទទួលបាន​លទ្ធផល​វិជ្ជមាន ដោយបាន​ជួយ​ដល់​ការគ្រប់គ្រង និង​ការ​ពន្យារពេលបាន​មួយកម្រិត​នូវ​ការឆ្លង​រាលដាល​ទ្រង់ទ្រាយ​ធំ ក្នុង​សហគមន៍​នៃ​មេរោគ​កូ​វីដ​១៩​ប្រភេទ​ដែល​តា​។ ជាក់ស្តែង ការវិវត្ត​សភាព​ការណ៍ ក្នុង​រយៈពេល ២​សប្តាហ៍​ចុងក្រោយ​នេះ បង្ហាញថា អត្រា​នៃ​ការឆ្លង​រាលដាល​ក្នុង​សហគមន៍​នៃ​មេរោគ​កូ​វីដ​១៩ និង​អត្រា​អ្នកជំងឺ​កូ​វីដ​១៩ កម្រិត​មធ្យម ក៏ដូចជា​អត្រា​អ្នកស្លាប់​ដោយសារ​ជំងឺ​នេះ មាន​និន្នាការ​ថេរ ហើយ​ទន្ទឹមនេះ អត្រា​អ្នកជា​សះស្បើយ ក៏មាន​ការកើនឡើង បើទោះបីជា​មេរោគ​កូ​វីដ​១៩ ប្រភេទ​ដែល​តា បាន​ឆ្លង​រាលដាល​ក្នុង​សហគមន៍ ក្នុង​ចំនួន​កាន់តែ​ច្រើនឡើងៗ ហើយ​បច្ចុប្បន្ន បាន​រីក​រាលដាល​រហូត​ទៅដល់ ២៣​រាជធានី​ខេត្ត​ក្តី​។  Picture ប៉ុន្តែ​ទោះជា​យ៉ាងនេះ​ក្តី សម្តេច​ប្រមុខរាជរដ្ឋាភិបាល លើកឡើងថា ជាមួយនឹង​ការរកឃើញ​ជា​បន្តបន្ទាប់​ ក្នុង​ចំនួន​ច្រើន និង​នៅ​ស្ទើរ​គ្រប់​ទីកន្លែង​នៅ​ទូទាំងប្រទេស លទ្ធភាព​នៃ​ការឆ្លង​រាលដាល​ទ្រង់ទ្រាយ​ធំ ​ក្នុង​ពេលខាងមុខ​នៃ​មេរោគ​កូ​វីដ​១៩ ប្រភេទ​ដែល​តា​នេះ នៅ​បន្ត​ជា​បញ្ហា​ប្រឈម​ចំពោះមុខដ៏​គួរ​ឲ្យ​ព្រួយបារម្ភ សម្រាប់​កម្ពុជា​។​  ​សម្តេច​តេ​ជោ ហ៊ុន សែន បន្តថា ដោយសារតែ​ការពង្រឹង​ការអនុវត្ត​វិធានការ​ប្រយុទ្ធ និង​ទប់ស្កាត់​ការឆ្លង​រាលដាល​នៃ​ជំងឺ​កូ​វីដ​១៩ តាមរយៈ​យុទ្ធនាការ​នៅ​ទូទាំងប្រទេស ក្នុង​រយៈពេល ២១​ថ្ងៃ កន្លងមកនេះ បានរួម​ចំណែក​ដ៏​សំខាន់ ក្នុង​ការជួយ​ទប់​ស្កាត់បាន​មួយកម្រិត​នូវ​ល្បឿន​នៃ​ការឆ្លង​រាលដាល​នៃ​មេរោគ​កូ​វីដ​១៩ ប្រភេទ ដែល​តា ក្នុង​សហគមន៍ ហើយ​វិធានការ​ទាំងនេះ ក៏​មិន​បានធ្វើ​ឲ្យ​ប៉ះពាល់​ជា​ដុំកំភួន​ដល់​សកម្មភាព​ខាង​ផ្នែក​សង្គម និង​សេដ្ឋកិច្ច ក៏ដូចជា​ជីវភាព​ប្រចាំថ្ងៃ​របស់​ប្រជាជន​នោះទេ​។ រាជរដ្ឋាភិបាល យល់ឃើញថា វិធានការ​ទាំងនេះ នៅតែ​ជា​វិធានការ​គន្លឹះ និង​មាន​ភាពចាំបាច់​ក្នុងការ​បង្ការ និង​ទប់ស្កាត់​ការឆ្លង​រាលដាល​នៃ​ជំងឺ​កូ​វីដ​១៩ ជាពិសេស ក្នុង​បរិបទ​នៃ​ការឆ្លង​រាលដាល​នៃ​មេរោគ​ប្រភេទ ដែល​តា ក្នុង​សហគមន៍​។​  ​ក្នុង​លិខិត​ដដែល សម្តេច​តេ​ជោ ហ៊ុន សែន គូសបញ្ជាក់ថា ដោយ​ពិនិត្យឃើញថា ស្ថានភាព​នៃ​ការឆ្លង​រាលដាល​នៃ​ជំងឺ​កូ​វីដ​១៩ ក្នុង​សហគមន៍ នៅតាម​បណ្តា​រាជធានី​ខេត្ត​និ​មួយៗ មាន​លក្ខណៈខុសៗ​គ្នា ដូចនេះ រាជរដ្ឋាភិបាល សម្រេច​បិទ​បញ្ចប់​ការអនុវត្ត «​យុទ្ធនា​ការពង្រឹង​វិធានការ​ប្រយុទ្ធ និង​ទប់ស្កាត់​ការឆ្លង​រាលដាល​នៃ​ជំងឺ​កូ​វីដ​១៩» នៅ​ទូទាំងប្រទេស តាម​កាលបរិច្ឆេទ​កំណត់​នៅ​ថ្ងៃទី​២០ ខែសីហា ឆ្នាំ​២០២១ នេះ និង​សូម​ធ្វើការ​ណែនាំ​ដល់​បណ្តា​គណៈ​អភិបាល​រាជធានី​-​ខេត្ត ត្រូវ​បន្ត​ការអនុវត្ត​ការ​រឹតបន្តឹង​វិធានការ​សុខាភិបាល វិធានការ​រដ្ឋបាល និង​វិធានការ​ច្បាប់ ដោយ​ផ្អែក​តាម​សភាពការណ៍​វិ​វត្ត​ជាក់ស្តែង នៃ​ជំងឺ​នេះ ក្នុងភូមិ​សាស្ត្រ​រាជធានី​ខេត្ត ដែល​ស្ថិតក្រោម​សមត្ថកិច្ច​របស់ខ្លួន ក្រោម​ការសម្របសម្រួល​របស់​គណៈ​ប្រតិបត្តិ​នៃ​គណៈកម្មការ​អន្តរក្រសួង និង​អនុគណៈកម្មការ ដែលមាន​ការពាក់ព័ន្ធ​។  ​នៅ​ថ្ងៃ​ទី​១៩ ខែ​សីហា ដែលជាថ្ងៃចុងក្រោយ ក្នុងរយៈពេល ២១ថ្ងៃ នៃយុទ្ធនាការទប់ស្កាត់កូវីដ គឺយ៉ាងហោចណាស់ មាន​រាជធានី​​ខេត្ត ៦ បានប្រកាស​បន្តអនុវត្ត​នូ​វ​វិ​ធាន​ការ​​រដ្ឋបាល​ និង​បម្រាម​​​គោចរ រយៈពេល​ចាប់ពី ៧​ថ្ងៃ ទៅ ១៤​ថ្ងៃ​ទៀត គិត​ចាប់ពី​ថ្ងៃទី​២០ ខែសីហា ដើម្បី​ទប់ស្កាត់​​ការឆ្លង​រាលដាល​ជំងឺ​កូ​វីដ​១៩ ខណៈដែល​ជំងឺ​កូ​វីដ​១៩ នៅ​បន្ត​ឆ្លង​រាលដាល​ក្នុង​សហគមន៍ តាម​រាជធានី​ខេត្ត​ទូទាំងប្រទេស ហើយ​អ្នកធ្វើដំណើរ​ឆ្លងដែន ​មកពី​ក្រៅប្រទេស ក៏នៅតែបន្តរកឃើញ​​ឆ្លង​ជំងឺ​កូ​វីដ​១៩ ជា​បន្តបន្ទាប់រៀងរាល់ថ្ងៃ។​  Picture ​រាជធានី​ខេត្ត​ទាំង ៦នោះ រួមមាន ខេត្តស្វាយរៀង បន្ទាយមានជ័យ ខេត្ត​ព្រះសីហនុ ខេត្ត​ឧ​ត្ត​រ​មានជ័យ និង​នៅ​រាជធានី​ភ្នំពេញ។ ​ក្នុងអំឡុងពេល នៃ​ការបន្ត​អនុវត្ត​វិធានការ​រដ្ឋបាល រយៈពេល ៧​ថ្ងៃ រហូតដល់ ១៤ថ្ងៃ គិតចាប់ពីថ្ងៃទី២០សីហាតទៅ នៅ​ក្នុងខេត្តទាំងនោះ ក៏​បន្ត​អនុវត្ត​បម្រាម​គោចរ ដោយ​ផ្អាក​ជា​បណ្តោះអាសន្ន​នូវ​រាល់​ការធ្វើ​ចរាចរណ៍ និង​រាល់​សកម្មភាព​ការងារ មុខរបរ ឬ​អាជីវកម្ម នៅ​ចន្លោះ​ពី​ម៉ោង ២១ ដល់​ម៉ោង ៣ទៀបភ្លឺ។ នៅ​ខេត្តខ្លះ​ ក៏បាន​សម្រេច​ហាម​ដាច់ខាត​នូវ​រាល់​ការលក់ ចែកចាយ​ស្រា ស្រា​បៀរ រួម​នឹង​ភេសជ្ជៈ ដែលមាន​ជាតិ​អាល់កុល ( បណ្តាល​ឲ្យ​ស្រវឹង ) ផងដែរ​។  ក្នុងអំឡុងពេល​នៃ​ការបន្ត​អនុវត្ត​វិធានការ​រដ្ឋបាល​នេះ ក៏ត្រូវបាន​កំណត់​ឲ្យ​ផ្អាក​ជា​បណ្តោះអាសន្ន ចំពោះ​សកម្មភាព​ការងារ មុខរបរ ឬ​អាជីវកម្ម ដែលមាន​ហានិភ័យ​ខ្ពស់​នៃ​ការឆ្លង​រាលដាល​ជំងឺ​កូ​វីដ​១៩ ដូចខាងក្រោម​៖ សាលារៀន រួមទាំង​សាលា​បណ្តុះបណ្តាល​វិជ្ជាជីវៈ​ទាំង​រដ្ឋ និង​ទាំង​ឯកជន ប៉ុន្តែ​អាចធ្វើ​ការបណ្តុះបណ្តាល​តា​ម​ប្រព័ន្ធ​អន​ឡាញ អាជីវកម្ម​ក្លិប​កម្សាន្ត​គ្រប់​ប្រភេទ ជាអាទិ៍ ខារ៉ាអូខេ រង្គសាល ឌី​ស្កូ​តែ​ក បៀ​ហ្គា​ឌិន និង​កាស៊ីណូ រមណីយដ្ឋាន សារមន្ទីរ សួន​កុមារ និង​សួន​កម្សាន្ត​នានា អាជីវកម្ម​ម៉ាស្សា សូ​ណា និង​ស្ទី​ម​គ្រប់​ប្រភេទ ហាង​លក់ និង​សេព​គ្រឿង​ស្រវឹង​គ្រប់​ប្រភេទ រោងភាពយន្ត និង​ក្លិប​ហាត់ប្រាណ និង​មជ្ឈមណ្ឌល​កីឡា​គ្រប់​ប្រភេទ​។​  ​ចំណែក​​រាល់​សកម្មភាព​ការងារ មុខរបរ និង​អាជីវកម្ម ដែល​មិន​​ត្រូវ​បាន​​ហាម​ឃាត់​​ខាងលើនេះ ត្រូវអនុវត្ត​វិធានការ​សុវត្ថិភាព​ផ្នែក​សុខាភិបាល ឲ្យ​បាន​ម៉ឺងម៉ាត់ ជាអាទិ៍ កាតព្វកិច្ច​​ពាក់​​ម៉ាស កាតព្វកិច្ច​រក្សា​គម្លាត​សុវត្ថិភាព ការធ្វើ​អនាម័យ ដើម្បី​សម្លាប់​មេរោគ ការ​វាស់​កម្តៅ ការ​ស្កេ​ន QR Code និង​ត្រូវ​អនុវត្តតាម​ការណែនាំ​របស់​ក្រសួង​សុខា​ភិ ជាពិសេស​ត្រូវ​ប្រកាន់ខ្ជាប់​ជានិច្ច​នូវ​វិធានការ «៣​ការពារ និង ៣​កុំ​»​។​  ​នៅ​​ភ្នំពេញ ទោះ​ជា​​លើក​លែង​​ប​ម្រាម​គោចរ នៅពេលយប់​ក៏ដោយ តែវិធានការ​រដ្ឋបាល នៅតែ​បន្ត​អនុវត្ត ដោយ​ផ្អាក​ជា​បណ្ដោះអាសន្ន ចំពោះ​សកម្មភាព​ការងារ មុខរបរ ឬ​អាជីវកម្ម ដែលមាន​ហានិភ័យ​ខ្ពស់​នៃ​ការឆ្លង​រាលដាល​នៃ​ជំងឺ​កូ​វីដ​-១៩ ការជួបជុំ ឬ​ការប្រមូលផ្ដុំ​មនុស្ស​ជា​លក្ខណៈ​ឯកជន ​រហូតដល់​ថ្ងៃទី​២៦ ខែសីហា ឆ្នាំ​២០២១​។​  ​ចំណែក​នៅខេត្ត​ព្រះវិហារ កាល​ពីថ្ងៃទី២០ ខែសីហា ក៏បាន​ប្រកាសសម្រេច បន្ត​បិទ​ខ្ទប់ និង​កំណត់​ស្រុក​ជាំ​ក្សាន្ត ជា​តំបន់​ក្រហម ដើម្បី​ទប់ស្កាត់​ការឆ្លង​រាលដាល​នៃ​ជំងឺ​កូ​វីដ​១៩ បំប្លែង​ថ្មី ដែល​តា​។ ការបិទ​ខ្ទប់​​នេះ មាន​រយៈពេល ២​សប្តាហ៍ គិត​ចាប់ពី​ថ្ងៃទី​២១ ខែសីហា រហូតដល់​ថ្ងៃទី​៣ ខែ​កញ្ញា ឆ្នាំ​២០២១​។​  Picture ដូច្នេះ​នៅពេលនេះ បើទោះបីជា​រាជរដ្ឋាភិបាល​ បញ្ចប់យុទ្ធនាការប្រយុទ្ធ និងទ​ប់ស្កាត់​កូវីដ រយៈពេល ២១ថ្ងៃ ក៏ពិតមែន តែក៏មិនមែនមានន័យ​ថា អាជ្ញាធរសមត្ថកិច្ចតាមរាជធានីខេត្ត មិនអើពើចាត់វិធានការ​រដ្ឋបាល និងវិធានការសុខាភិបាល ដើម្បីទប់ស្កាត់ការឆ្លងរាល​ដាល​កូវីដ ពិសេសមេរោគបំប្លែងថ្មី ដែល​តា នោះទេ​។ ​ប្រជាពលរដ្ឋ ក៏ដូចគ្នា។ តិចលឺថា រាជរដ្ឋាភិបាល​បញ្ចប់​​​យុទ្ធនាការហើយ បែរជាលែង​​ខ្លាច ហើយ​លែងប្រុងប្រយ័ត្ន លែងការពារ​អ្វីទាំងអស់​ នោះគឺ​ជាការ​យល់ខុសមួយ​ ដែលអាចជាគ្រោះថ្នាក់​ធ្ងន់ធ្ងរ​។  ក្នុងសារលិខិត នៅថ្ងៃទី១៩សីហា​ ប្រមុខរាជរដ្ឋាភិបាល បានលើកឡើងរួចហើយថា បច្ចុប្បន្ន ដែលតា បាន​រីក​រាលដាល ​រហូត​ទៅដល់ ២៣​រាជធានី​ខេត្តហើយ ខណៈដែលមុនថ្ងៃទី១៣សីហា ដែលតា ឆ្លងនៅត្រឹម ២២ខេត្ត​រាជធានី​។ ក្នុងនោះ សម្តេច​ប្រមុខរាជរដ្ឋាភិបាល ក៏បានលើក​ឡើងដែរ​ថា «ជាមួយនឹង​ការរកឃើញ​ជា​បន្តបន្ទាប់​ ក្នុង​ចំនួន​ច្រើន និង​នៅ​ស្ទើរ​គ្រប់​ទីកន្លែង​នៅ​ទូទាំងប្រទេស លទ្ធភាព​នៃ​ការឆ្លង​រាលដាល​ទ្រង់ទ្រាយ​ធំ ​ក្នុង​ពេលខាងមុខ​នៃ​មេរោគ​កូ​វីដ​១៩ ប្រភេទ​ដែល​តា​នេះ នៅ​បន្ត​ជា​បញ្ហា​ប្រឈម ​ចំពោះមុខ​ ដ៏​គួរ​ឲ្យ​ព្រួយបារម្ភ សម្រាប់​កម្ពុជា»​។​  នៅយប់ថ្ងៃទី២០ ខែសីហា ឆ្នាំ២០២១ ក្រសួងសុខាភិបាល ​ប្រកាសថា ​គិត​ត្រឹម​ថ្ងៃទី​១៩ ខែ​សីហា រកឃើញកូវីដ​បំប្លែងថ្មី ដែលតា សរុប ៨៣៦​នាក់ ( ស្ត្រី ៤០៥​នាក់ )​។ អ្នក​ឆ្លង​កូ​វីដ ដែល​តា ជា​អ្នកដំណើរ​មកពី​បរទេស​តាម​ជើងហោះហើរ ពលករ​ខ្មែរ​ត្រលប់​មកពី​ប្រទេស​ថៃ ពី​ប្រទេស​វៀតណាម ប្រជាជន​អ្នកភូមិ​នៅក្នុង​សហគមន៍ ក្រុមហ៊ុន​ឯកជន បុគ្គលិក​សុខាភិបាល អាជីវករ មន្ត្រីរាជការ យោធា ពិរុទ្ធជន អ្នកបកប្រែ​ភាសា ជនជាតិ​បរទេស បុគ្គលិក​រោងចក្រ​កាត់ដេរ បុគ្គលិក​ធនាគារ ដូន​ជី​នៅ​វត្ត និង​​សិស្ស ហើយ​បាន​ប៉ះពាល់​ដល់ ២៣​រាជធានី​-​ខេត្ត លើកលែងតែ ២​ខេត្ត​ប៉ុណ្ណោះ គឺ​ខេត្ត​កែប និង​ខេត្តក្រចេះ នៅ​មិនទាន់​រកឃើញ​នៅឡើយ​។​  ​ក្រសួងសុខាភិបាល ក៏ប្រកាសថា កូ​វីដ ដែល​តា ទាំង ៨៣៦​នាក់ នៅ ២៣​រាជធានី​ខេត្ត គឺច្រើនជាងគេ នៅ​ភ្នំពេញ ១៦៨​នាក់ ខេត្ត​ឧ​ត្ត​រ​មានជ័យ ១៦៥​នាក់ ​សៀមរាប ១៣០​នាក់ និងខេត្តបន្ទាយមានជ័យ ១១៦​នាក់។  តាមទីប្រជុំជន តាមខេត្ត តាមផ្សារ តាមសហគមន៍​ ពិសេស​នៅភ្នំពេញ នាប៉ុន្មានថ្ងៃចុង​ក្រោយនេះ ឲ្យតែរកឃើញថា មានអ្នក​ឆ្លងកូវីដ ដែលតា ធ្លាប់ចូលទៅផ្សារ ឬនៅផ្ទះ​ម្តុំណា គឺ​អាជ្ញាធរសមត្ថកិច្ច ចាត់វិធានការបិទខ្ទប់ផ្សារ និងតំបន់នោះ ហើយពេទ្យ ចាត់ចែងយកសំណាក ធ្វើតេស្តរកកូវីដ មិនថា ថ្ងៃ ឬយប់ ឬក៏ភ្លៀងនោះទេ​។ វិធានការឆ្លើយតបបន្ទាន់ភ្លាមៗដូច្នេះ ដើម្បី​ឈានទៅគ្រប់គ្រង និង​ទប់ស្កាត់ឲ្យបានលឿន ខណៈដែល​កូវីដប្រភេទបំប្លែងថ្មី ដែលតា ត្រូវបានគេដឹងថា ឆ្លងលឿន និងកាចសាហាវជាង​កូវីដធម្មតា​។  ដូច្នេះ​នៅខេត្តរាជធានី ដែល​បន្តដាក់ចេញនូវវិធានការរដ្ឋបាល និង​បម្រាមគោចរ​រយៈពេល ៧ថ្ងៃ ទៅ ១៤ថ្ងៃ​បន្ថែម​ទៀត ​គឺ​ប្រជាពលរដ្ឋយើង សូមបន្តអនុវត្ត និងគោរពឲ្យបានខ្ជាប់ខ្ជូន ដើម្បីកុំ​ឲ្យរងនូវការផាកពិន័យផង និងដើម្បីសំខាន់បំផុត កុំ​ឲ្យឆ្លងកូវីដផង​។ ចំណែក​អ្នកនៅក្នុងខេត្ត ដែល​មិនមានបន្តដាក់ចេញនូវ​វិធានការរដ្ឋបាលទេ ក៏រឹងរឹតតែត្រូវគោរពតាម​វិធានការសុខាភិបាល ពិសេស​វិធានការ ៣កុំ និង៣ការពារ​ ឲ្យបានម៉ឺង​ម៉ាត់ដូចគ្នា។ ចូរកុំភ្លេចថា កូវីដ ទៅដល់​គ្រប់ទីកន្លែង និងគ្រប់ពេលវេលា ហើយ​ឆ្លង​គ្រប់គ្នា បើយើង​ធ្វេស​ប្រហែសតែបន្តិច។ ដូច្នេះ ត្រូវតែគ្រប់គ្នា ពាក់ម៉ាស លាងសម្អាតដៃញឹក​ញាប់ និងរក្សាគម្លាតសុវត្ថិភាពជាប់ជាប្រចាំ ពិសេស​ជៀសវាងការជួបជុំ​ នៅទីសាធារណៈ ចាប់ពី ២នាក់ឡើងទៅ​៕', 1, 'IMG-6121d5f19813d5.21458465.jpg', 4, '2021-08-22 04:43:29'),
(19, 'អ្នកឧកញ៉ា ពុង ឃាវសែ បង្ហាញពីរបៀបប្រើលុយរបស់ជនជាតិចិន', 'រាជធានីភ្នំពេញ ៖ មហាសេដ្ឋីដែលមានជំនួញច្រើនក្នុងដៃរបស់កម្ពុជា អ្នកឧកញ៉ា ពុង ឃាវសែ បានចែករំលែកពីរបៀបចាយលុយមួយផ្នែករបស់ជនជាតិ ចិន ។ អ្នកឧកញ៉ា បានបញ្ជាក់ថា សម្រាប់ជនជាតិចិន បើមានប្រាក់គេមិននិយមទិញសម្ភាប្រើប្រាស់ហ៊ីហារនោះឡើយ ប៉ុន្តែគេវិនិយោគលើការសិក្សារបស់កូន ។ អ្នកឧកញ៉ាថា បើគេមានលុយ ១ ពាន់យន់ក្នុងហោប៉ៅ គេមិនយកលុយនោះទៅទិញឡាន រឺរបស់ដែលមានតម្លៃ រហូតដល់ ១ ម៉ឺនឡើយ ។ ប៉ុន្តែគេហ៊ានចំណាយលើសថវិកាដែលមានច្រើនដងលើការសិក្សារបស់កូន ។    Picture អ្នកឧកញ៉ា ថា ការសិក្សាផ្តល់អនាគតល្អដល់កូន ដូច្នេះហើយទើបប្រទេសចិនបានងើបចេញពីប្រទេសក្រីក្រ ប្រជាជនអត់បាយហូបក្លាយជាប្រទេសមហាអំណាចសេដ្ឋកិច្ចលំដាប់ពិភពលោកមកដល់សព្វថ្ងៃនេះ ។  អ្នកឧកញ៉ាបន្ថែមថា ចិននៅស្រុកខ្មែរក៏ជាមនស្សពូកែសន្សំណាស់ ទើបពួកគេមានបានដូចសព្វថ្ងៃនេះ រហូតអ្នកខ្លះគេហៅកំណាញ់ផង ។ កំណាញ់ត្រូវរឿងទើបជនជាតិចិននៅស្រុកខ្មែរមួយចំនួនក្លាយជាអ្នកមានទ្រព្យ និងជីវភាពធូរធា តកូនតចៅនោះ ។   ជនជាតចិន គឺត្រូវបានគេកត់សម្គាល់ថា ជាពូជសាសន៍មួយដែលពូកែសន្សំសំចៃ និនប៉ិនប្រសប់ខាងធ្វើជំនួញ ។ នៅក្នុងរយៈពេលចុងក្រោយនេះ ជនជាតិចិនមានចំនួនជាកំពូលសេដ្ឋីលើលោកមានប្រាក់ខ្ទង់ពាន់លានដុល្លារច្រើនជាគេ ច្រើនលើសសហរដ្ឋអាមេរិកទៅទៀត ។ បញ្ជីសេដ្ឋីសម្រាប់ឆ្នាំ ២០២១ បានបង្ហាញថា មហាសេដ្ឋីពាន់លានដុល្លារកាលពីឆ្នាំ ២០២០  ចិន មានចំនួនរហូតទៅដល់ ១ ០៥៨ នាក់ធៀបទៅនឹងអាមេរិកដែលមានត្រឹមតែ ៦៩៦ នាក់ ។    Picture អ្នកឧកញ៉ា ពុង ឃាវសែ ដែលមានឈាមជ័រកាត់ចិនផងនោះ បានលើកឡើងពីប្រវត្តិជនជាតិចិននៅមុនក្លាយជាមហាអំណាចសេដ្ឋកិច្ចនេះ គឺ ចិនកាលសម័យដើមចូលចិត្តជិះកង់ណាស់ សូម្បីតែរដ្ឋមន្ត្រីមួយចំនួនក៏ជិះកង់ទៅធ្វើការដែរ ។ តែក្រោយពេលសេដ្ឋកិច្ចធូរធាទើបពួកគេផ្ដើមទិញម៉ូតូប្រើប្រាស់ ព្រោះគិតថា ម៉ូតូធ្វើឱ្យពួកគេចំណេញពេលវេលា និងអាចរកលុយបានច្រើនទៀត ។ គំនិតបែបនេះ បានធ្វើចិនក្លាយជាប្រទេសមួយដែលល្បីខាងធ្វើជំនួញនោះ ៕', 1, 'IMG-6121d6a3a9e410.42291849.jpg', 7, '2021-08-22 04:46:27'),
(20, 'ញ៉ាក់សាច់​! ​សម្រស់​ខាងក្នុង​ពហុ​កីឡដ្ឋាន​ជាតិ​មរតក​តេ​ជោ', 'រាជធានីភ្នំពេញ ៖ ក្រៅពី​ភាព​ទាក់ទាញ​នៃ​ផ្នែក​ខាងក្រៅហើយ​ ពហុ​កីឡាដ្ឋាន​ជាតិ​មរតក​តេ​ជោ ក៏​កំពុង​ធ្វើ​អោយ​មានការ​កោតសរសើរ​ចំពោះ​ទិដ្ឋភាព​នៅ​ផ្នែក​ខាងក្នុង​ផង​ដែរ​។ រូបភាព​ជា​ច្រើន​សន្លឹក​បង្ហាញ​ពី​ភាព​ខាងក្នុង បាន​ធ្វើ​អោយ​ពហុ​កីឡាដ្ឋាន​ដ៏​អស្ចារ្យ​មួយ​នេះ ក្លាយជា​ពហុ​កីឡាដ្ឋាន​ដែល​ជាប់​ឈ្មោះ​ថា​ទំនើប ទាន់សម័យ ស្រស់​ស្អាត និង ទាក់ទាញ​ទាំ​ង​ខាងក្នុង និង ខាងក្រៅ​។   នៅ​ផ្នែក​ខាងក្នុង​ក្រៅពី​មាន​កន្លែង​អង្គុយ​ទស្សនា​ប្រកបដោយ​ផាសុកភាព ក៏​មាន​ប្រព័ន្ធ​កាមេរ៉ា​សុវត្ថិភាព មាន​ទូរទស្សន៍​ផ្ទាំង​ធំ​សម្រាប់​បង្ហាញ​លទ្ធផល និង រូបភាព​ខ្លះ​ៗ មាន​កន្លែង​គណៈអធិបតី​អង្គុយ​ទស្សនា​ប្រកបដោយ​កិត្តិយស និង​មាន​ប្រើ​ព​ណ៍​ធ្វើ​អោយ​អារម្មណ៍​អ្នក​ទស្សនា​ចូល​ទៅ​ដល់​គឺ​ទាក់ចិត្ត​។ នៅ​ផ្នែក​ខាងក្នុង​នេះ ក៏​ត្រូវ​បាន​ញេ​បំពាក់​ប្រព័ន្ធ​សញ្ញា និង​ប្រាប់​ពី​ហានិភ័យ​បើ​មានការ​កើតឡើង និង​មាន​ច្រើន​ច្រក​សម្រាប់​រំដោះ​អ្នក​ទស្សនា​ចេញ​ខាងក្រៅ​ផង​ដែរ​។ ទាំង​ព​ណ៍ ទាំង​ការ​រៀបចំ ទាំង​រចនា​បទ និង​ទាំង​ប្រព័ន្ធ​ភ្លើង​ជាដើម សុទ្ធតែ​ត្រូវ​បាន​រៀបចំ​កុំអោយ​ប៉ះ​ទ​ង្កិ​ចនឹង​ភ្នែក​របស់​អ្នក​ទស្សនា ដែល​ធ្វើ​អោយ​អ្នក​ទស្សនា​មាន​អារម្មណ៍​ត្រជាក់​ភ្នែក​។ ក្នុង​នោះ​សូ​ម្បី​តែ​ដំបូល​ស្ដា​ត​ក៏​ត្រូវ​បាន​រៀបចំ​ដោយ​ស្រប​នឹង​ទិស​ថ្ងៃ ដើម្បី​អោយ​ម្លប់​អ្នក​ទស្សនា កុំអោយ​ជះ​កម្ដៅ ពេល​ការ​ប្រកួត​បាល់ទាត់​ពេល​ថ្ងៃ ត្រូវ​បាន​បើក​ប្រកួត​នោះ​ផង​ដែរ​។ ពហុ​កីឡាដ្ឋាន​នេះ ទំនង​នឹង​ធ្វើ​ម្ចាស់ផ្ទះ AFF Suzuki Cup 2021 នា​ខែធ្នូ ខាង​មុខ​នេះ ដែល​ពិតជា​រំលេច​រូប​សម្រស់​ដោយ​ផ្ទាល់ សម្រាប់​អ្នកចូលរួម​ទស្សនា ដើម្បី​ងាយស្រួល​កែ​ចំណុច​ខ្វះខាត​នៅ​ពេល​កម្ពុជា​ធ្វើ​ជា​ម្ចាស់ផ្ទះ​ស៊ី​ហ្គេ​ម នៅ​ឆ្នាំ​២០២៣​។  សូម​បញ្ជាក់​ថា ពហុ​កីឡដ្ឋាន​ជាតិ​មរតក​តេ​ជោ ត្រូវ​បាន​បើក​ការដ្ឋាន​សាងសង់​ដំណាក់កាល​ទី​១ កាលពី​ថ្ងៃ​ទី​១២ ខែមេសា ឆ្នាំ​២០១៣ ក្រោម​អធិបតីភាព​សម្តេច​តេ​ជោ ហ៊ុន សែន នាយក​រដ្ឋមន្ត្រី​នៃ​កម្ពុជា​។ ពហុ​កីឡដ្ឋាន​ជាតិ​មរតក​តេ​ជោ គ្រោង​ចំណាយ​ថវិកា​សាងសង់​ប្រមាណ​ជិត​១៦០លាន​ដុល្លារ​អា​មេ​រិ​ក ។  ពហុ​កីឡដ្ឋាន​ជាតិ​មរតក​តេ​ជោ ស្ថិត​នៅ​សង្កាត់​ព្រែក​តា​សេក ខណ្ឌ​ជ្រោយចង្វារ រាជធានី​ភ្នំពេញ ដែល​មាន​ចម្ងាយ ១២​គីឡូម៉ែត្រ ពី​វត្ត​ភ្នំ សាងសង់​លើ​ផ្ទៃដី​ទំហំ​ជាង ៨៥​ហិ​កតា​។ សម្រាប់​កីឡដ្ឋាន​ធំ​វិញ គឺ​មាន​សណ្ឋាគារ​ចំនួន ៣៤​បន្ទប់​, ហាង​លក់ទំនិញ​សម្លៀក​បំពាក់​កីឡា ឧបករណ៍ សម្ភារ​កីឡា​គ្រប់​ប្រភេទ និង​ផលិតផល​ផ្សេង​ៗ, មាន​បំពាក់​កន្លែង​កម្សាន្ត​របស់​កុមារ​, មាន​សាល​ហាត់​កីឡា​មួយ​ចំនួន​ក្រោម​អគារ​ធំ ហើយ​លក្ខណៈ​ពិសេស​នោះ​របស់​កីឡដ្ឋាន​ធំ​នេះ គឺ​មាន​ច្រក​សុវត្ថិភាព​ច្រើន ដែល​អាច​រំដោះ​មនុស្ស ៦​ម៉ឺន​នាក់​ក្នុង​រយៈ​តែ​៧​នាទី​ប៉ុណ្ណោះ​។ ពហុ​កីឡដ្ឋាន​ជាតិ​មរតក​តេ​ជោ គឺជា​ពហុ​កីឡដ្ឋាន​ដ៏​ទំនើប​មួយ​របស់​កម្ពុជា ដែល​សាងសង់​ឡើង ត្រៀម​ធ្វើ​ជា​ម្ចាស់ផ្ទះ​ការ​ប្រកួត​កីឡា​ស៊ី​ហ្គេ​ម និង​អាស៊ាន​ប៉ា​រ៉ា​ហ្គេ​ម ឆ្នាំ​២០២៣៕', 1, 'IMG-6121d6df76fd76.56280328.jpg', 6, '2021-08-22 04:47:27');

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `categoryId` int(11) NOT NULL,
  `typeOfNews` varchar(225) NOT NULL,
  `dateRelease` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`categoryId`, `typeOfNews`, `dateRelease`) VALUES
(4, 'Covid-19', '2021-08-19 14:44:34'),
(5, 'Relex', '2021-08-19 14:45:21'),
(6, 'Sport', '2021-08-19 14:48:16'),
(7, 'Economy', '2021-08-19 14:48:16'),
(8, 'Technology', '2021-08-19 14:48:16'),
(9, 'Job occasion', '2021-08-19 14:48:16');

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `userId` int(11) NOT NULL,
  `name` varchar(225) DEFAULT NULL,
  `password` varchar(30) DEFAULT NULL,
  `login` varchar(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`userId`, `name`, `password`, `login`) VALUES
(1, 'Lyhour', '@passerellesnumeriquesLyhour', 'No');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `all_post`
--
ALTER TABLE `all_post`
  ADD PRIMARY KEY (`postId`),
  ADD KEY `userId` (`userId`);

--
-- Indexes for table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`categoryId`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`userId`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `all_post`
--
ALTER TABLE `all_post`
  MODIFY `postId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
  MODIFY `categoryId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `userId` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `all_post`
--
ALTER TABLE `all_post`
  ADD CONSTRAINT `all_post_ibfk_1` FOREIGN KEY (`userId`) REFERENCES `user` (`userId`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
